export const tos = `第1章 総則

1.	本規約は、本webサイト上で提供するサービス「UniFli」（以下「本アプリ」という）の提供条件及び本アプリ運営者とユーザーとの関係を定めるものです。
2.	ユーザーは、本アプリを利用することにより、本規約の内容に同意したものとみなされます。

第2章 登録

1.	本アプリの利用を希望する者は、本規約に同意の上、所定の方法でユーザー登録を行うものとします。
2.	登録情報は、真実かつ正確なものでなければならず、情報に変更があった場合は速やかに修正するものとします。

第3章 ユーザーの責任

1.	ユーザーID及びパスワードの管理は、ユーザー自身が責任を持って行うものとします。
2.	ユーザーは、本アプリを通じて行う一切の行為とその結果について、全責任を負うものとします。

第4章 禁止事項

ユーザーは、以下の行為をしてはならないものとします。
1.	法令または公序良俗に違反する行為
2.	本アプリの運営を妨害する行為
3.	他のユーザー、第三者の権利を侵害する行為
4.	虚偽の情報を登録する行為
5.	その他、本アプリ運営者が不適切と判断する行為

第5章 免責事項

1.	本アプリ運営者は、本アプリの内容及びユーザーが本アプリを通じて行う一切の行為に関して、その正確性、完全性、有用性等について、何ら保証するものではありません。
2.	本アプリ運営者は、本アプリの利用に関連してユーザーに生じた損害について、一切の責任を負わないものとします。

第6章 契約解除及び利用停止

1.	ユーザーが本規約に違反した場合、本アプリ運営者は、何らの通知・催告なしに、当該ユーザーに対するサービスの提供を停止し、またはユーザーとの契約を解除することができるものとします。
2.	本アプリ運営者は、前項の措置によりユーザーに生じた損害について、一切の責任を負わないものとします。

第7章 規約の変更

本アプリ運営者は、必要に応じて本規約の内容を変更することができるものとします。変更後の利用規約は、本アプリ上での掲示、またはその他の方法により通知されます。

第8章 準拠法及び管轄裁判所

本規約の解釈及び適用に関しては、日本法を準拠法とし、紛争が生じた場合には、北海道大学の所在地を管轄する裁判所を第一審の専属的合意管轄裁判所とします。

`
